org-roam/schillinger16_bassoon_reed_makin.org
:PROPERTIES:
:ID:       7680244c-64c6-4aa1-a72c-1025b6b418ab
:ROAM_REFS: cite:schillinger16_bassoon_reed_makin
:END:
#+title: schillinger16_bassoon_reed_makin

Overall impressions: I learned a lot from this book about the history of not just reed making, but also the bassoon and bassoon method books. It makes me want to dive more in to the teachings of Herzberg, Christlieb, and Cooper. And find some scraping wheels to try more of Skinner's gouge variations!

* Introduction
** Page 10
=Viewing reed making as an imperfect art paired with a methodical process assists in understanding the difficulty of reed-making pedagogy.=
** Page 11
=A successful pedagogy of reed making, then, must be a model of flexibility and situational adaptation.=
* Pedagogic Methods 1697-1803
** Page 14
Speer's Grundrichtige, Kurtz-Leicht- und Nothiger jetzt Wolvermehrter Unterricht der Musicalischen Kunst oder Vierfaches Musicalisches Kleeblatt Wortinnen zu ersehen wie man fuglich und in kurzer Zeit (Fundamental Instructions in the art of music ...) has fingering charts for two keyed dulcian.
** page 14
First instructional book only about bassoon was by an anonymous Englishman. Compleat Instructions for the Bassoon ...
** page 17
First thing written by a professional bassoonists is "Le Basson" by Pierre Cugnier.
** page 17
Ozi's Methode Novelle (1787) one of the first bassoon methods to have printed exercises
** page 20
Paris conservatory is the birthplace of modern bassoon pedagogy
** page 21
Sarrette and Francois Gossec created the Paris conservatory stemming from training military musicians
** page 21
Beginning of conservatorie trained in solfege (!), composition, and singing in addition to instrumental proficiency
* Pedagogic Methods 1803-1887
** page 24
Ozi's Novelle Method (1803) has the first extensive instructions about reed making and also included diagrams and measurements
** page 25
Joseph Frohlich's Vollstandige theoretisch-praktische Musikschule is the first instructive German method. Stole a lot from Ozi.
** page 28
Almenraeder new method for his newly designed bassoon.
** page 29
Almenraeder's method the first to discuss slow practice, troubling intervals, looping, in a published method
** page 30
Jancourt's Methode theorique et pratique replaced Ozi's Novelle Method at Paris Consevatorie
** page 31
Jancourt's method also has an article about orchestral etiquette
** page 32
Emmanuele Krakamp metodo por fagotto is apparently still in use
** page 35
Weissenborn suggests bassoon should be studied after piano and violin. Bassoon should be studied after a "somewhat manly development of the body"
** page 35
Weissenborn also is first to talk about practice time. He says an hour daily, 20 minutes at a time, and then little by little make those 20 minutes be 30 minutes. After 3 to 4 months, two hours a day one hour at a time. After a year or so, three hours one at a time. More than that is seldom beneficial.
** page 37
With Weber andante and hungarian rondo, Weissenborn takes a bassoonist from first note to solo debut.
* Instrument Maker/Reed Maker
