docs/site/schillinger16_bassoon_reed_makin.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>schillinger16_bassoon_reed_makin</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">schillinger16_bassoon_reed_makin</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org4a7926d">Introduction</a>
<ul>
<li><a href="#org9cffaa4">Page 10</a></li>
<li><a href="#orga25f8d1">Page 11</a></li>
</ul>
</li>
<li><a href="#org0a5f1b9">Pedagogic Methods 1697-1803</a>
<ul>
<li><a href="#org75ccd07">Page 14</a></li>
<li><a href="#orga864510">page 14</a></li>
<li><a href="#org56352b7">page 17</a></li>
<li><a href="#orgc1a67c5">page 17</a></li>
<li><a href="#orgdb4049c">page 20</a></li>
<li><a href="#org619e951">page 21</a></li>
<li><a href="#orgc12c564">page 21</a></li>
</ul>
</li>
<li><a href="#orgb96620a">Pedagogic Methods 1803-1887</a>
<ul>
<li><a href="#org00c9574">page 24</a></li>
<li><a href="#org9456f1c">page 25</a></li>
<li><a href="#org95ac04f">page 28</a></li>
<li><a href="#org64092da">page 29</a></li>
<li><a href="#orgfa49d97">page 30</a></li>
<li><a href="#org4510d8f">page 31</a></li>
<li><a href="#orgc2efd5d">page 32</a></li>
<li><a href="#org8419f20">page 35</a></li>
<li><a href="#orgd6f0b8b">page 35</a></li>
<li><a href="#orgf33bfb8">page 37</a></li>
</ul>
</li>
<li><a href="#orgd81f45b">Instrument Maker/Reed Maker</a>
<ul>
<li><a href="#orgcbc7a23">page 39</a></li>
<li><a href="#org6fe979b">page 40</a></li>
<li><a href="#org590f7fe">page 40</a></li>
<li><a href="#orga4a706d">page 41</a></li>
<li><a href="#org57aec63">page 42</a></li>
<li><a href="#org2a4f40e">page 43</a></li>
<li><a href="#orgf535b62">page 44</a></li>
<li><a href="#orgba5004f">page 44</a></li>
<li><a href="#org4937a14">page 45</a></li>
<li><a href="#orgd9b6ff1">page 47</a></li>
</ul>
</li>
<li><a href="#org873a485">Performer/Reed Maker</a>
<ul>
<li><a href="#org1d873c6">page 48</a></li>
<li><a href="#org29881a7">page 49</a></li>
<li><a href="#orgd8490ff">page 50</a></li>
<li><a href="#org5935897">page 54</a></li>
<li><a href="#org0e6955c">page 55</a></li>
<li><a href="#org7755026">page 56</a></li>
</ul>
</li>
<li><a href="#org02035ca">Pedagogic Methods 1697-1787</a>
<ul>
<li><a href="#org38f1fe0">page 58</a></li>
<li><a href="#org6f0c5e4">page 60</a></li>
<li><a href="#orgcf1b98a">page 61</a></li>
</ul>
</li>
<li><a href="#orgbed89be">The Birth of Reed Making Pedagogy</a>
<ul>
<li><a href="#org285ec43">page 67</a></li>
</ul>
</li>
<li><a href="#orgbefd9e2">Pedagogic Methods 1803-1843</a>
<ul>
<li><a href="#org783abbc">page 75</a></li>
<li><a href="#orgd3065ec">page 77</a></li>
<li><a href="#org675aa58">page 79</a></li>
<li><a href="#org8c2b319">page 80</a></li>
</ul>
</li>
<li><a href="#orga7785a8">Pedagogic Methods 1844-1887</a>
<ul>
<li><a href="#orgb93112f">page 89</a></li>
<li><a href="#orgede9cd0">page 91</a></li>
</ul>
</li>
<li><a href="#org4b48ba6">The Modern Era</a>
<ul>
<li><a href="#org71ca90e">page 93</a></li>
<li><a href="#org6910719">page 94</a></li>
<li><a href="#org034899f">page 94</a></li>
<li><a href="#org578a2ad">page 95</a></li>
<li><a href="#org60fa05a">page 96</a></li>
<li><a href="#org182f1fd">page 97</a></li>
</ul>
</li>
<li><a href="#org1e659c6">Researcher/Pedagogue: Louis Skinner</a>
<ul>
<li><a href="#org8f7fe46">page 98</a></li>
<li><a href="#org8a00d70">page 99</a></li>
<li><a href="#org630bc90">page 100</a></li>
<li><a href="#org3bf4959">page 101</a></li>
<li><a href="#orgcbe7863">page 102</a></li>
<li><a href="#orgc4fd94e">page 103</a></li>
<li><a href="#orgd7b839b">page 105</a></li>
<li><a href="#org371ea46">page 106</a></li>
<li><a href="#org7c7e039">page 107</a></li>
</ul>
</li>
<li><a href="#org0ad584a">Reed Maker/Innovator: Don Christlieb</a>
<ul>
<li><a href="#orged3dde3">page 109</a></li>
<li><a href="#orgc571e7c">page 110</a></li>
<li><a href="#orgc6af362">page 111</a></li>
<li><a href="#org447f169">page 111</a></li>
<li><a href="#org761ea20">page 114</a></li>
<li><a href="#orgb8899db">page 116</a></li>
</ul>
</li>
<li><a href="#org616dc03">Artist/Scholar I: Norman Herzberg</a>
<ul>
<li><a href="#orgbb932c3">page 119</a></li>
<li><a href="#orgcaa4640">page 119</a></li>
<li><a href="#org7cc0653">page 120</a></li>
<li><a href="#orgf500b90">page 121</a></li>
<li><a href="#orgb3babfa">page 122</a></li>
<li><a href="#org9af2b2e">page 122</a></li>
<li><a href="#orgb97bb9f">Herzberg's 4 systems</a>
<ul>
<li><a href="#orga2fbd53">Shape (121)</a></li>
<li><a href="#org8a78078">Wires (122)</a></li>
<li><a href="#orgb713453">Beveling (124)</a></li>
<li><a href="#orgdc3bbe5">Blade Finishing (124)</a></li>
</ul>
</li>
<li><a href="#orgcbaa8f2">page 125</a></li>
</ul>
</li>
<li><a href="#orga8f15b4">Artist/Scholar II: Lewis Hugh Cooper</a>
<ul>
<li><a href="#orgbde0085">page 127</a></li>
<li><a href="#org86919b1">page 129</a></li>
<li><a href="#orgcfc9e66">page 129</a></li>
<li><a href="#org26005a7">page 130</a></li>
<li><a href="#orgb28cc14">page 131</a></li>
<li><a href="#org669d3c2">page 133</a></li>
<li><a href="#org557d33e">page 134</a></li>
<li><a href="#org7cf4cfb">page 136</a></li>
</ul>
</li>
<li><a href="#org56be4da">Conclusion</a>
<ul>
<li><a href="#orgddf65c5">page 137</a></li>
<li><a href="#org3961733">page 139</a></li>
<li><a href="#orgf3b76d8">page 139</a></li>
</ul>
</li>
<li><a href="#orgad4cc0f">Appendix 1: Reed Notes: Don Christlieb (1945)</a>
<ul>
<li><a href="#org2231ef6">History</a></li>
<li><a href="#orgb7e1535">Maker</a></li>
<li><a href="#org2a8585b">Playing Characterstics</a>
<ul>
<li><a href="#org6431343">Tone (for each octave)</a></li>
<li><a href="#orgf1269af">Intonation (for each octave)</a></li>
<li><a href="#org693d1f9">Flexibility (each octave)</a></li>
<li><a href="#org026c9cc">Volume (each octave)</a></li>
<li><a href="#orgeb6619b">Attack (each octave)</a></li>
<li><a href="#orge505663">Vibrato (each octave)</a></li>
</ul>
</li>
<li><a href="#orgbb6e66f">Remarks:</a></li>
</ul>
</li>
<li><a href="#orgaf430e4">Appendix 2 Herzberg Bassoon Reed Exam (1991)</a></li>
<li><a href="#org309334d">Bibliography</a></li>
</ul>
</div>
</div>
<p>
Overall impressions: I learned a lot from this book about the history of not just reed making, but also the bassoon and bassoon method books. It makes me want to dive more in to the teachings of Herzberg, Christlieb, and Cooper. And find some scraping wheels to try more of Skinner's gouge variations!
</p>
<div id="outline-container-org4a7926d" class="outline-2">
<h2 id="org4a7926d">Introduction</h2>
<div class="outline-text-2" id="text-org4a7926d">
</div>
<div id="outline-container-org9cffaa4" class="outline-3">
<h3 id="org9cffaa4">Page 10</h3>
<div class="outline-text-3" id="text-org9cffaa4">
<p>
<code>Viewing reed making as an imperfect art paired with a methodical process assists in understanding the difficulty of reed-making pedagogy.</code>
</p>
</div>
</div>
<div id="outline-container-orga25f8d1" class="outline-3">
<h3 id="orga25f8d1">Page 11</h3>
<div class="outline-text-3" id="text-orga25f8d1">
<p>
<code>A successful pedagogy of reed making, then, must be a model of flexibility and situational adaptation.</code>
</p>
</div>
</div>
</div>
<div id="outline-container-org0a5f1b9" class="outline-2">
<h2 id="org0a5f1b9">Pedagogic Methods 1697-1803</h2>
<div class="outline-text-2" id="text-org0a5f1b9">
</div>
<div id="outline-container-org75ccd07" class="outline-3">
<h3 id="org75ccd07">Page 14</h3>
<div class="outline-text-3" id="text-org75ccd07">
<p>
Speer's Grundrichtige, Kurtz-Leicht- und Nothiger jetzt Wolvermehrter Unterricht der Musicalischen Kunst oder Vierfaches Musicalisches Kleeblatt Wortinnen zu ersehen wie man fuglich und in kurzer Zeit (Fundamental Instructions in the art of music &#x2026;) has fingering charts for two keyed dulcian.
</p>
</div>
</div>
<div id="outline-container-orga864510" class="outline-3">
<h3 id="orga864510">page 14</h3>
<div class="outline-text-3" id="text-orga864510">
<p>
First instructional book only about bassoon was by an anonymous Englishman. Compleat Instructions for the Bassoon &#x2026;
</p>
</div>
</div>
<div id="outline-container-org56352b7" class="outline-3">
<h3 id="org56352b7">page 17</h3>
<div class="outline-text-3" id="text-org56352b7">
<p>
First thing written by a professional bassoonists is "Le Basson" by Pierre Cugnier.
</p>
</div>
</div>
<div id="outline-container-orgc1a67c5" class="outline-3">
<h3 id="orgc1a67c5">page 17</h3>
<div class="outline-text-3" id="text-orgc1a67c5">
<p>
Ozi's Methode Novelle (1787) one of the first bassoon methods to have printed exercises
</p>
</div>
</div>
<div id="outline-container-orgdb4049c" class="outline-3">
<h3 id="orgdb4049c">page 20</h3>
<div class="outline-text-3" id="text-orgdb4049c">
<p>
Paris conservatory is the birthplace of modern bassoon pedagogy
</p>
</div>
</div>
<div id="outline-container-org619e951" class="outline-3">
<h3 id="org619e951">page 21</h3>
<div class="outline-text-3" id="text-org619e951">
<p>
Sarrette and Francois Gossec created the Paris conservatory stemming from training military musicians
</p>
</div>
</div>
<div id="outline-container-orgc12c564" class="outline-3">
<h3 id="orgc12c564">page 21</h3>
<div class="outline-text-3" id="text-orgc12c564">
<p>
Beginning of conservatorie trained in solfege (!), composition, and singing in addition to instrumental proficiency
</p>
</div>
</div>
</div>
<div id="outline-container-orgb96620a" class="outline-2">
<h2 id="orgb96620a">Pedagogic Methods 1803-1887</h2>
<div class="outline-text-2" id="text-orgb96620a">
</div>
<div id="outline-container-org00c9574" class="outline-3">
<h3 id="org00c9574">page 24</h3>
<div class="outline-text-3" id="text-org00c9574">
<p>
Ozi's Novelle Method (1803) has the first extensive instructions about reed making and also included diagrams and measurements
</p>
</div>
</div>
<div id="outline-container-org9456f1c" class="outline-3">
<h3 id="org9456f1c">page 25</h3>
<div class="outline-text-3" id="text-org9456f1c">
<p>
Joseph Frohlich's Vollstandige theoretisch-praktische Musikschule is the first instructive German method. Stole a lot from Ozi.
</p>
</div>
</div>
<div id="outline-container-org95ac04f" class="outline-3">
<h3 id="org95ac04f">page 28</h3>
<div class="outline-text-3" id="text-org95ac04f">
<p>
Almenraeder new method for his newly designed bassoon.
</p>
</div>
</div>
<div id="outline-container-org64092da" class="outline-3">
<h3 id="org64092da">page 29</h3>
<div class="outline-text-3" id="text-org64092da">
<p>
Almenraeder's method the first to discuss slow practice, troubling intervals, looping, in a published method
</p>
</div>
</div>
<div id="outline-container-orgfa49d97" class="outline-3">
<h3 id="orgfa49d97">page 30</h3>
<div class="outline-text-3" id="text-orgfa49d97">
<p>
Jancourt's Methode theorique et pratique replaced Ozi's Novelle Method at Paris Consevatorie
</p>
</div>
</div>
<div id="outline-container-org4510d8f" class="outline-3">
<h3 id="org4510d8f">page 31</h3>
<div class="outline-text-3" id="text-org4510d8f">
<p>
Jancourt's method also has an article about orchestral etiquette
</p>
</div>
</div>
<div id="outline-container-orgc2efd5d" class="outline-3">
<h3 id="orgc2efd5d">page 32</h3>
<div class="outline-text-3" id="text-orgc2efd5d">
<p>
Emmanuele Krakamp metodo por fagotto is apparently still in use
</p>
</div>
</div>
<div id="outline-container-org8419f20" class="outline-3">
<h3 id="org8419f20">page 35</h3>
<div class="outline-text-3" id="text-org8419f20">
<p>
Weissenborn suggests bassoon should be studied after piano and violin. Bassoon should be studied after a "somewhat manly development of the body"
</p>
</div>
</div>
<div id="outline-container-orgd6f0b8b" class="outline-3">
<h3 id="orgd6f0b8b">page 35</h3>
<div class="outline-text-3" id="text-orgd6f0b8b">
<p>
Weissenborn also is first to talk about practice time. He says an hour daily, 20 minutes at a time, and then little by little make those 20 minutes be 30 minutes. After 3 to 4 months, two hours a day one hour at a time. After a year or so, three hours one at a time. More than that is seldom beneficial.
</p>
</div>
</div>
<div id="outline-container-orgf33bfb8" class="outline-3">
<h3 id="orgf33bfb8">page 37</h3>
<div class="outline-text-3" id="text-orgf33bfb8">
<p>
With Weber andante and hungarian rondo, Weissenborn takes a bassoonist from first note to solo debut.
</p>
</div>
</div>
</div>
