org-roam/schillinger16_bassoon_reed_makin.org
** page 39
Bassoons came with multiple wing joints and bocals for controlling intonation
** page 40
Instrument makers made the reeds, because there were so many instruments
** page 40
Hand gouging makes much longer-lasting reeds. The gouge was tapered so the blade of the reed was thicker. (Perhaps a side benefit of lateral dampening from Skinner?)
** page 41
Triebert created a mechanical gouger, but many used it for initial work and then hand gouged the middle of the reed
** page 42
Sandpaper makes cane less water proof, which deteriorates quicker. Dutch Rush is what they used to use. Sandpaper also shortens reed lifespan.
** page 43
Quote from Laborde's introduction to Cugnier's article:
=He decided he never wanted to play alone in public, for he is convinced that whatever the talent one has for the bassoon, this instrument can never please as much as the violin, the flute, the oboe, and the cello=
** page 44
Haydn's symphonies demonstrate the change for the bassoon as basso continue to be part of the wind choir. This happened around the 1780s.
** page 44
Ozi's goal was singing quality of the bassoon. He also played a German bassoon.
** page 45
After 1780, bassoonists were most popular soloists at Paris Concert Spirtuel (comes from Harold Eugene Griswold, "Changes in the Tonal Character of the Eighteenth Century French Bassoon" Journal of IDRS 17 (1989): 29-34)
** page 47
Narrower throat frees up the tenor and high range
* Performer/Reed Maker
** page 48
Ozi studied with Georg Wenzel Ritter (JC Bach Concerto)
** page 49
Ozi's bassoon was incompatible with reeds of French makers
** page 50
Reed making was a necessity, not a convenience.
** page 54
Almenraeder-Heckel bassoon did not spread to France. Jancourt created French basson, instrument maker/reed maker paradigm.
** page 55
Wing joint and bocal as a tuning agent changed to reed scraping
** page 56
Simon Kovar is largely responsible for the widespread success of Weissenborn's method for the new Heckel bassoon
* Pedagogic Methods 1697-1787
** page 58
Majer's Museum musicum says best double reed players make their own reeds, to their own embouchres. A good reed is half the playing. Physiology of the player is unique and reed making should tailor to that.
** page 60
Garsault's Notionnaire, ou memorial raisonne has first publication of the reed-making process (1761)
** page 61
Cugnier perspective on failure of science in reed making
=There are rules established which determine the proportions which a reed must have to be of the right quality to match the bassoon's tone in its entirety. But in spite of all the precision with which we have tried for a long time to put these rules into effect, we cannot rely on the established principles of this subject. It often happens that the best constructed reed make according to all the proportions is still no good at all; and one that is less well-made will play just fine, or at least be usable.=
* The Birth of Reed Making Pedagogy
** page 67
Ozi's introduction to reed making:
1) Pedagogic leap for including reed making instructions (remember France was instrument maker/reed maker paradigm)
2) It was still common in France to get reeds from instrument makers
3) Freedom from learning reed making
4) Links reed making with performer's unique physiology
* Pedagogic Methods 1803-1843
** page 75
Frohlich's method indicates ancestor of the modern shaper. Also describes the gratoir rond, which seems like a scraping wheel from Skinner.
** page 77
If a reed is old and worn out, clipping it a little shorter can strengthen it again for a while
** page 79
Almenraeder stresses importance of the reed:
=The bassoonist, even when arriving at an advanced stage through study and practice, must nevertheless depend to a great extent upon his reed. He may have one of the finest instruments and may be in a perfect mind for practicing but if his reed is defective he will remain its slave; a slave to whom all freedom of movement is prohibited.=
** page 80
Almenraeder implies that if a reed process fails for a student, it may not be the student's fault, but a difference in physiology
* Pedagogic Methods 1844-1887
** page 89
Weissienborn in method says precise measurements are impossible, because the physical capacity and ability of the player play a big part
** page 91
Weissenborn is the first to talk about needing to break in reeds and not making adjustments too quickly with a new reed. He also suggests a reed making journal (which will be reiterated with almost everyone after him)
* The Modern Era
** page 93
After world war I, many german bassoonists emigrated to the US, including professional reed makers *Carl Mechler*, *Wilhelm Knochenhauer*, Kurt Ludwig, and Hans Weber. There was a lot of secrecy to protect their jobs.
** page 94
Mechler's reeds tapered evenly from collar to tip: A balanced distribution of resistance and vibration.
** page 94
Mechler made lots of blanks, and asked client to come in person to finish reeds for them. He played their instrument with one of his reeds and knew the adjustments to make to blanks for their instrument
