docs/site/schillinger16_bassoon_reed_makin.html
<div id="outline-container-orgd81f45b" class="outline-2">
<h2 id="orgd81f45b">Instrument Maker/Reed Maker</h2>
<div class="outline-text-2" id="text-orgd81f45b">
</div>
<div id="outline-container-orgcbc7a23" class="outline-3">
<h3 id="orgcbc7a23">page 39</h3>
<div class="outline-text-3" id="text-orgcbc7a23">
<p>
Bassoons came with multiple wing joints and bocals for controlling intonation
</p>
</div>
</div>
<div id="outline-container-org6fe979b" class="outline-3">
<h3 id="org6fe979b">page 40</h3>
<div class="outline-text-3" id="text-org6fe979b">
<p>
Instrument makers made the reeds, because there were so many instruments
</p>
</div>
</div>
<div id="outline-container-org590f7fe" class="outline-3">
<h3 id="org590f7fe">page 40</h3>
<div class="outline-text-3" id="text-org590f7fe">
<p>
Hand gouging makes much longer-lasting reeds. The gouge was tapered so the blade of the reed was thicker. (Perhaps a side benefit of lateral dampening from Skinner?)
</p>
</div>
</div>
<div id="outline-container-orga4a706d" class="outline-3">
<h3 id="orga4a706d">page 41</h3>
<div class="outline-text-3" id="text-orga4a706d">
<p>
Triebert created a mechanical gouger, but many used it for initial work and then hand gouged the middle of the reed
</p>
</div>
</div>
<div id="outline-container-org57aec63" class="outline-3">
<h3 id="org57aec63">page 42</h3>
<div class="outline-text-3" id="text-org57aec63">
<p>
Sandpaper makes cane less water proof, which deteriorates quicker. Dutch Rush is what they used to use. Sandpaper also shortens reed lifespan.
</p>
</div>
</div>
<div id="outline-container-org2a4f40e" class="outline-3">
<h3 id="org2a4f40e">page 43</h3>
<div class="outline-text-3" id="text-org2a4f40e">
<p>
Quote from Laborde's introduction to Cugnier's article:
<code>He decided he never wanted to play alone in public, for he is convinced that whatever the talent one has for the bassoon, this instrument can never please as much as the violin, the flute, the oboe, and the cello</code>
</p>
</div>
</div>
<div id="outline-container-orgf535b62" class="outline-3">
<h3 id="orgf535b62">page 44</h3>
<div class="outline-text-3" id="text-orgf535b62">
<p>
Haydn's symphonies demonstrate the change for the bassoon as basso continue to be part of the wind choir. This happened around the 1780s.
</p>
</div>
</div>
<div id="outline-container-orgba5004f" class="outline-3">
<h3 id="orgba5004f">page 44</h3>
<div class="outline-text-3" id="text-orgba5004f">
<p>
Ozi's goal was singing quality of the bassoon. He also played a German bassoon.
</p>
</div>
</div>
<div id="outline-container-org4937a14" class="outline-3">
<h3 id="org4937a14">page 45</h3>
<div class="outline-text-3" id="text-org4937a14">
<p>
After 1780, bassoonists were most popular soloists at Paris Concert Spirtuel (comes from Harold Eugene Griswold, "Changes in the Tonal Character of the Eighteenth Century French Bassoon" Journal of IDRS 17 (1989): 29-34)
</p>
</div>
</div>
<div id="outline-container-orgd9b6ff1" class="outline-3">
<h3 id="orgd9b6ff1">page 47</h3>
<div class="outline-text-3" id="text-orgd9b6ff1">
<p>
Narrower throat frees up the tenor and high range
</p>
</div>
</div>
</div>
<div id="outline-container-org873a485" class="outline-2">
<h2 id="org873a485">Performer/Reed Maker</h2>
<div class="outline-text-2" id="text-org873a485">
</div>
<div id="outline-container-org1d873c6" class="outline-3">
<h3 id="org1d873c6">page 48</h3>
<div class="outline-text-3" id="text-org1d873c6">
<p>
Ozi studied with Georg Wenzel Ritter (JC Bach Concerto)
</p>
</div>
</div>
<div id="outline-container-org29881a7" class="outline-3">
<h3 id="org29881a7">page 49</h3>
<div class="outline-text-3" id="text-org29881a7">
<p>
Ozi's bassoon was incompatible with reeds of French makers
</p>
</div>
</div>
<div id="outline-container-orgd8490ff" class="outline-3">
<h3 id="orgd8490ff">page 50</h3>
<div class="outline-text-3" id="text-orgd8490ff">
<p>
Reed making was a necessity, not a convenience.
</p>
</div>
</div>
<div id="outline-container-org5935897" class="outline-3">
<h3 id="org5935897">page 54</h3>
<div class="outline-text-3" id="text-org5935897">
<p>
Almenraeder-Heckel bassoon did not spread to France. Jancourt created French basson, instrument maker/reed maker paradigm.
</p>
</div>
</div>
<div id="outline-container-org0e6955c" class="outline-3">
<h3 id="org0e6955c">page 55</h3>
<div class="outline-text-3" id="text-org0e6955c">
<p>
Wing joint and bocal as a tuning agent changed to reed scraping
</p>
</div>
</div>
<div id="outline-container-org7755026" class="outline-3">
<h3 id="org7755026">page 56</h3>
<div class="outline-text-3" id="text-org7755026">
<p>
Simon Kovar is largely responsible for the widespread success of Weissenborn's method for the new Heckel bassoon
</p>
</div>
</div>
</div>
<div id="outline-container-org02035ca" class="outline-2">
<h2 id="org02035ca">Pedagogic Methods 1697-1787</h2>
<div class="outline-text-2" id="text-org02035ca">
</div>
<div id="outline-container-org38f1fe0" class="outline-3">
<h3 id="org38f1fe0">page 58</h3>
<div class="outline-text-3" id="text-org38f1fe0">
<p>
Majer's Museum musicum says best double reed players make their own reeds, to their own embouchres. A good reed is half the playing. Physiology of the player is unique and reed making should tailor to that.
</p>
</div>
</div>
<div id="outline-container-org6f0c5e4" class="outline-3">
<h3 id="org6f0c5e4">page 60</h3>
<div class="outline-text-3" id="text-org6f0c5e4">
<p>
Garsault's Notionnaire, ou memorial raisonne has first publication of the reed-making process (1761)
</p>
</div>
</div>
<div id="outline-container-orgcf1b98a" class="outline-3">
<h3 id="orgcf1b98a">page 61</h3>
<div class="outline-text-3" id="text-orgcf1b98a">
<p>
Cugnier perspective on failure of science in reed making
<code>There are rules established which determine the proportions which a reed must have to be of the right quality to match the bassoon's tone in its entirety. But in spite of all the precision with which we have tried for a long time to put these rules into effect, we cannot rely on the established principles of this subject. It often happens that the best constructed reed make according to all the proportions is still no good at all; and one that is less well-made will play just fine, or at least be usable.</code>
</p>
</div>
</div>
</div>
<div id="outline-container-orgbed89be" class="outline-2">
<h2 id="orgbed89be">The Birth of Reed Making Pedagogy</h2>
<div class="outline-text-2" id="text-orgbed89be">
</div>
<div id="outline-container-org285ec43" class="outline-3">
<h3 id="org285ec43">page 67</h3>
<div class="outline-text-3" id="text-org285ec43">
<p>
Ozi's introduction to reed making:
</p>
<ol class="org-ol">
<li>Pedagogic leap for including reed making instructions (remember France was instrument maker/reed maker paradigm)</li>
<li>It was still common in France to get reeds from instrument makers</li>
<li>Freedom from learning reed making</li>
<li>Links reed making with performer's unique physiology</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-orgbefd9e2" class="outline-2">
<h2 id="orgbefd9e2">Pedagogic Methods 1803-1843</h2>
<div class="outline-text-2" id="text-orgbefd9e2">
</div>
<div id="outline-container-org783abbc" class="outline-3">
<h3 id="org783abbc">page 75</h3>
<div class="outline-text-3" id="text-org783abbc">
<p>
Frohlich's method indicates ancestor of the modern shaper. Also describes the gratoir rond, which seems like a scraping wheel from Skinner.
</p>
</div>
</div>
<div id="outline-container-orgd3065ec" class="outline-3">
<h3 id="orgd3065ec">page 77</h3>
<div class="outline-text-3" id="text-orgd3065ec">
<p>
If a reed is old and worn out, clipping it a little shorter can strengthen it again for a while
</p>
</div>
</div>
<div id="outline-container-org675aa58" class="outline-3">
<h3 id="org675aa58">page 79</h3>
<div class="outline-text-3" id="text-org675aa58">
<p>
Almenraeder stresses importance of the reed:
<code>The bassoonist, even when arriving at an advanced stage through study and practice, must nevertheless depend to a great extent upon his reed. He may have one of the finest instruments and may be in a perfect mind for practicing but if his reed is defective he will remain its slave; a slave to whom all freedom of movement is prohibited.</code>
</p>
</div>
</div>
<div id="outline-container-org8c2b319" class="outline-3">
<h3 id="org8c2b319">page 80</h3>
<div class="outline-text-3" id="text-org8c2b319">
<p>
Almenraeder implies that if a reed process fails for a student, it may not be the student's fault, but a difference in physiology
</p>
</div>
</div>
</div>
<div id="outline-container-orga7785a8" class="outline-2">
<h2 id="orga7785a8">Pedagogic Methods 1844-1887</h2>
<div class="outline-text-2" id="text-orga7785a8">
</div>
<div id="outline-container-orgb93112f" class="outline-3">
<h3 id="orgb93112f">page 89</h3>
<div class="outline-text-3" id="text-orgb93112f">
<p>
Weissienborn in method says precise measurements are impossible, because the physical capacity and ability of the player play a big part
</p>
</div>
</div>
<div id="outline-container-orgede9cd0" class="outline-3">
<h3 id="orgede9cd0">page 91</h3>
<div class="outline-text-3" id="text-orgede9cd0">
<p>
Weissenborn is the first to talk about needing to break in reeds and not making adjustments too quickly with a new reed. He also suggests a reed making journal (which will be reiterated with almost everyone after him)
</p>
</div>
</div>
</div>
<div id="outline-container-org4b48ba6" class="outline-2">
<h2 id="org4b48ba6">The Modern Era</h2>
<div class="outline-text-2" id="text-org4b48ba6">
</div>
<div id="outline-container-org71ca90e" class="outline-3">
<h3 id="org71ca90e">page 93</h3>
<div class="outline-text-3" id="text-org71ca90e">
<p>
After world war I, many german bassoonists emigrated to the US, including professional reed makers <b>Carl Mechler</b>, <b>Wilhelm Knochenhauer</b>, Kurt Ludwig, and Hans Weber. There was a lot of secrecy to protect their jobs.
</p>
</div>
</div>
<div id="outline-container-org6910719" class="outline-3">
<h3 id="org6910719">page 94</h3>
<div class="outline-text-3" id="text-org6910719">
<p>
Mechler's reeds tapered evenly from collar to tip: A balanced distribution of resistance and vibration.
</p>
</div>
</div>
<div id="outline-container-org034899f" class="outline-3">
<h3 id="org034899f">page 94</h3>
<div class="outline-text-3" id="text-org034899f">
<p>
Mechler made lots of blanks, and asked client to come in person to finish reeds for them. He played their instrument with one of his reeds and knew the adjustments to make to blanks for their instrument
</p>
</div>
</div>
