org-roam/schillinger16_bassoon_reed_makin.org
** page 95
Knochenhauer front third tapers dramatically compared to Mechler. Definitive points of resistance in the vibration of the blades.
** page 96
Secrecy of reed making made reed making pedagogy all but disappear
** page 97
Many players adjust their playing to meet the needs of their reeds, instead of the other way around.
* Researcher/Pedagogue: Louis Skinner
** page 98
Schoenbach performed on both Mechler and Knochenhauer reeds.
** page 99
Skinner worked individually with students, made them take notes with two copies. 1 for student and 1 for Skinner. This was for consistency in future questions with large time gaps or distances.
The written tradition is important in retention and re-creation
** page 100
Sink Method stabilizes individual fibers, removes impurities.
** page 101
Scraping wheels innovative contribution. Draws from the historic pedagogy of historic reed scrapes
** page 102
Eliptical gouge has a more direct sound because the spine is pithier but supported by the hard rails
** page 103
=Skinner's customizations encourage creativity and flexibility, but demand accuracy.=
** page 105
Skinner's pedagogy includes that reed making demands space and materials if it is to be treated with importance
** page 106
Skinner's tip aperture and modern pedagogy link physiology to individual reed styles
** page 107                                                                                        
Exact coordination between reed, player, instrument, and musical demands.
* Reed Maker/Innovator: Don Christlieb
** page 109
Created the Dial Indicator
** page 110
Dial indicator is not a cure all, but helps avoid lack of symmetry. 
** page 111
Added a dimension of measurement to improve consistency and accuracy
** page 111
Primary fault in reed making is human error
** page 114
Began creating GSP cane for sale
** page 116
This helps pedagogues start at varying points in the reed making process
* Artist/Scholar I: Norman Herzberg
** page 119
First task is to reduce human error as much as possible
** page 119
Despite innovative machines, no reed can remain untouched. - quote from Herzberg
** page 120
Because of the undependability of cane, quantity and quality of craftsmanship are what can be controlled. Reeds also have shorter lifespans now, so we need more of them.
** page 121
Herzberg gave exams to check student's knowledge of reed making. First pedagogic assessment for reed making.
** page 122
Wide shapers make notes in the "money register" too flat (middle C to F)
** page 122
Students were to diagnose deficiencies in a reed so they could personalize their design for their body and instrument
** Herzberg's 4 systems
*** Shape (121)
*** Wires (122)
Gave the how and why for wire placement
*** Beveling (124)
Vital to tip aperture, blade arch, and tube shape
*** Blade Finishing (124)
** page 125
Weakness of C# and E is a lack of resistance. Sharp, unstable forked Eb indicates resistance
* Artist/Scholar II: Lewis Hugh Cooper
** page 127
Cane selection was very rigorous
** page 129
Used dial indicator to check the gouge before forming. It affects the function fo the reed's mechanical fulcrum
** page 129
Would soak and let dry and recheck gouge accuracy. repeated until stability was achieved.
** page 130
Cooper exchanges time in cane preparation instead of cane finishing
** page 131
Tip apertures that can't be fixed are failed reeds
** page 133
Cooper quote:
=Progress beyond [reed finishing] involves a creative procedure that, if successful, elevates the mechanical craft of reed making to the level of an art form. Suffice to say that only those individuals willing to risk losing a few second stage reeds can hope to aspire to this higher standard of excellence.=
** page 134
Dilemma of art vs science remains the same after 200 years of reed making
** page 136
Cooper's pedagogy is spread through many publications, so it's easy to only be adhering to part of his pedagogy, or ignore it alltogether
* Conclusion
** page 137
=Reed pedagogy was born of and is still driven by need.=
** page 139
=There is no gaurantee in reed making=
** page 139
=Consistency is developed from practice: quantity yields quality=
* Appendix 1: Reed Notes: Don Christlieb (1945)
Descriptions for how to assess reeds? No explanation given about why this is here or what it is.
** History
** Maker
