docs/site/schillinger16_bassoon_reed_makin.html
<div id="outline-container-org578a2ad" class="outline-3">
<h3 id="org578a2ad">page 95</h3>
<div class="outline-text-3" id="text-org578a2ad">
<p>
Knochenhauer front third tapers dramatically compared to Mechler. Definitive points of resistance in the vibration of the blades.
</p>
</div>
</div>
<div id="outline-container-org60fa05a" class="outline-3">
<h3 id="org60fa05a">page 96</h3>
<div class="outline-text-3" id="text-org60fa05a">
<p>
Secrecy of reed making made reed making pedagogy all but disappear
</p>
</div>
</div>
<div id="outline-container-org182f1fd" class="outline-3">
<h3 id="org182f1fd">page 97</h3>
<div class="outline-text-3" id="text-org182f1fd">
<p>
Many players adjust their playing to meet the needs of their reeds, instead of the other way around.
</p>
</div>
</div>
</div>
<div id="outline-container-org1e659c6" class="outline-2">
<h2 id="org1e659c6">Researcher/Pedagogue: Louis Skinner</h2>
<div class="outline-text-2" id="text-org1e659c6">
</div>
<div id="outline-container-org8f7fe46" class="outline-3">
<h3 id="org8f7fe46">page 98</h3>
<div class="outline-text-3" id="text-org8f7fe46">
<p>
Schoenbach performed on both Mechler and Knochenhauer reeds.
</p>
</div>
</div>
<div id="outline-container-org8a00d70" class="outline-3">
<h3 id="org8a00d70">page 99</h3>
<div class="outline-text-3" id="text-org8a00d70">
<p>
Skinner worked individually with students, made them take notes with two copies. 1 for student and 1 for Skinner. This was for consistency in future questions with large time gaps or distances.
The written tradition is important in retention and re-creation
</p>
</div>
</div>
<div id="outline-container-org630bc90" class="outline-3">
<h3 id="org630bc90">page 100</h3>
<div class="outline-text-3" id="text-org630bc90">
<p>
Sink Method stabilizes individual fibers, removes impurities.
</p>
</div>
</div>
<div id="outline-container-org3bf4959" class="outline-3">
<h3 id="org3bf4959">page 101</h3>
<div class="outline-text-3" id="text-org3bf4959">
<p>
Scraping wheels innovative contribution. Draws from the historic pedagogy of historic reed scrapes
</p>
</div>
</div>
<div id="outline-container-orgcbe7863" class="outline-3">
<h3 id="orgcbe7863">page 102</h3>
<div class="outline-text-3" id="text-orgcbe7863">
<p>
Eliptical gouge has a more direct sound because the spine is pithier but supported by the hard rails
</p>
</div>
</div>
<div id="outline-container-orgc4fd94e" class="outline-3">
<h3 id="orgc4fd94e">page 103</h3>
<div class="outline-text-3" id="text-orgc4fd94e">
<p>
<code>Skinner's customizations encourage creativity and flexibility, but demand accuracy.</code>
</p>
</div>
</div>
<div id="outline-container-orgd7b839b" class="outline-3">
<h3 id="orgd7b839b">page 105</h3>
<div class="outline-text-3" id="text-orgd7b839b">
<p>
Skinner's pedagogy includes that reed making demands space and materials if it is to be treated with importance
</p>
</div>
</div>
<div id="outline-container-org371ea46" class="outline-3">
<h3 id="org371ea46">page 106</h3>
<div class="outline-text-3" id="text-org371ea46">
<p>
Skinner's tip aperture and modern pedagogy link physiology to individual reed styles
</p>
</div>
</div>
<div id="outline-container-org7c7e039" class="outline-3">
<h3 id="org7c7e039">page 107</h3>
<div class="outline-text-3" id="text-org7c7e039">
<p>
Exact coordination between reed, player, instrument, and musical demands.
</p>
</div>
</div>
</div>
<div id="outline-container-org0ad584a" class="outline-2">
<h2 id="org0ad584a">Reed Maker/Innovator: Don Christlieb</h2>
<div class="outline-text-2" id="text-org0ad584a">
</div>
<div id="outline-container-orged3dde3" class="outline-3">
<h3 id="orged3dde3">page 109</h3>
<div class="outline-text-3" id="text-orged3dde3">
<p>
Created the Dial Indicator
</p>
</div>
</div>
<div id="outline-container-orgc571e7c" class="outline-3">
<h3 id="orgc571e7c">page 110</h3>
<div class="outline-text-3" id="text-orgc571e7c">
<p>
Dial indicator is not a cure all, but helps avoid lack of symmetry. 
</p>
</div>
</div>
<div id="outline-container-orgc6af362" class="outline-3">
<h3 id="orgc6af362">page 111</h3>
<div class="outline-text-3" id="text-orgc6af362">
<p>
Added a dimension of measurement to improve consistency and accuracy
</p>
</div>
</div>
<div id="outline-container-org447f169" class="outline-3">
<h3 id="org447f169">page 111</h3>
<div class="outline-text-3" id="text-org447f169">
<p>
Primary fault in reed making is human error
</p>
</div>
</div>
<div id="outline-container-org761ea20" class="outline-3">
<h3 id="org761ea20">page 114</h3>
<div class="outline-text-3" id="text-org761ea20">
<p>
Began creating GSP cane for sale
</p>
</div>
</div>
<div id="outline-container-orgb8899db" class="outline-3">
<h3 id="orgb8899db">page 116</h3>
<div class="outline-text-3" id="text-orgb8899db">
<p>
This helps pedagogues start at varying points in the reed making process
</p>
</div>
</div>
</div>
<div id="outline-container-org616dc03" class="outline-2">
<h2 id="org616dc03">Artist/Scholar I: Norman Herzberg</h2>
<div class="outline-text-2" id="text-org616dc03">
</div>
<div id="outline-container-orgbb932c3" class="outline-3">
<h3 id="orgbb932c3">page 119</h3>
<div class="outline-text-3" id="text-orgbb932c3">
<p>
First task is to reduce human error as much as possible
</p>
</div>
</div>
<div id="outline-container-orgcaa4640" class="outline-3">
<h3 id="orgcaa4640">page 119</h3>
<div class="outline-text-3" id="text-orgcaa4640">
<p>
Despite innovative machines, no reed can remain untouched. - quote from Herzberg
</p>
</div>
</div>
<div id="outline-container-org7cc0653" class="outline-3">
<h3 id="org7cc0653">page 120</h3>
<div class="outline-text-3" id="text-org7cc0653">
<p>
Because of the undependability of cane, quantity and quality of craftsmanship are what can be controlled. Reeds also have shorter lifespans now, so we need more of them.
</p>
</div>
</div>
<div id="outline-container-orgf500b90" class="outline-3">
<h3 id="orgf500b90">page 121</h3>
<div class="outline-text-3" id="text-orgf500b90">
<p>
Herzberg gave exams to check student's knowledge of reed making. First pedagogic assessment for reed making.
</p>
</div>
</div>
<div id="outline-container-orgb3babfa" class="outline-3">
<h3 id="orgb3babfa">page 122</h3>
<div class="outline-text-3" id="text-orgb3babfa">
<p>
Wide shapers make notes in the "money register" too flat (middle C to F)
</p>
</div>
</div>
<div id="outline-container-org9af2b2e" class="outline-3">
<h3 id="org9af2b2e">page 122</h3>
<div class="outline-text-3" id="text-org9af2b2e">
<p>
Students were to diagnose deficiencies in a reed so they could personalize their design for their body and instrument
</p>
</div>
</div>
<div id="outline-container-orgb97bb9f" class="outline-3">
<h3 id="orgb97bb9f">Herzberg's 4 systems</h3>
<div class="outline-text-3" id="text-orgb97bb9f">
</div>
<div id="outline-container-orga2fbd53" class="outline-4">
<h4 id="orga2fbd53">Shape (121)</h4>
</div>
<div id="outline-container-org8a78078" class="outline-4">
<h4 id="org8a78078">Wires (122)</h4>
<div class="outline-text-4" id="text-org8a78078">
<p>
Gave the how and why for wire placement
</p>
</div>
</div>
<div id="outline-container-orgb713453" class="outline-4">
<h4 id="orgb713453">Beveling (124)</h4>
<div class="outline-text-4" id="text-orgb713453">
<p>
Vital to tip aperture, blade arch, and tube shape
</p>
</div>
</div>
<div id="outline-container-orgdc3bbe5" class="outline-4">
<h4 id="orgdc3bbe5">Blade Finishing (124)</h4>
</div>
</div>
<div id="outline-container-orgcbaa8f2" class="outline-3">
<h3 id="orgcbaa8f2">page 125</h3>
<div class="outline-text-3" id="text-orgcbaa8f2">
<p>
Weakness of C# and E is a lack of resistance. Sharp, unstable forked Eb indicates resistance
</p>
</div>
</div>
</div>
<div id="outline-container-orga8f15b4" class="outline-2">
<h2 id="orga8f15b4">Artist/Scholar II: Lewis Hugh Cooper</h2>
<div class="outline-text-2" id="text-orga8f15b4">
</div>
<div id="outline-container-orgbde0085" class="outline-3">
<h3 id="orgbde0085">page 127</h3>
<div class="outline-text-3" id="text-orgbde0085">
<p>
Cane selection was very rigorous
</p>
</div>
</div>
<div id="outline-container-org86919b1" class="outline-3">
<h3 id="org86919b1">page 129</h3>
<div class="outline-text-3" id="text-org86919b1">
<p>
Used dial indicator to check the gouge before forming. It affects the function fo the reed's mechanical fulcrum
</p>
</div>
</div>
<div id="outline-container-orgcfc9e66" class="outline-3">
<h3 id="orgcfc9e66">page 129</h3>
<div class="outline-text-3" id="text-orgcfc9e66">
<p>
Would soak and let dry and recheck gouge accuracy. repeated until stability was achieved.
</p>
</div>
</div>
<div id="outline-container-org26005a7" class="outline-3">
<h3 id="org26005a7">page 130</h3>
<div class="outline-text-3" id="text-org26005a7">
<p>
Cooper exchanges time in cane preparation instead of cane finishing
</p>
</div>
</div>
<div id="outline-container-orgb28cc14" class="outline-3">
<h3 id="orgb28cc14">page 131</h3>
<div class="outline-text-3" id="text-orgb28cc14">
<p>
Tip apertures that can't be fixed are failed reeds
</p>
</div>
</div>
<div id="outline-container-org669d3c2" class="outline-3">
<h3 id="org669d3c2">page 133</h3>
<div class="outline-text-3" id="text-org669d3c2">
<p>
Cooper quote:
<code>Progress beyond [reed finishing] involves a creative procedure that, if successful, elevates the mechanical craft of reed making to the level of an art form. Suffice to say that only those individuals willing to risk losing a few second stage reeds can hope to aspire to this higher standard of excellence.</code>
</p>
</div>
</div>
<div id="outline-container-org557d33e" class="outline-3">
<h3 id="org557d33e">page 134</h3>
<div class="outline-text-3" id="text-org557d33e">
<p>
Dilemma of art vs science remains the same after 200 years of reed making
</p>
</div>
</div>
<div id="outline-container-org7cf4cfb" class="outline-3">
<h3 id="org7cf4cfb">page 136</h3>
<div class="outline-text-3" id="text-org7cf4cfb">
<p>
Cooper's pedagogy is spread through many publications, so it's easy to only be adhering to part of his pedagogy, or ignore it alltogether
</p>
</div>
</div>
</div>
<div id="outline-container-org56be4da" class="outline-2">
<h2 id="org56be4da">Conclusion</h2>
<div class="outline-text-2" id="text-org56be4da">
</div>
<div id="outline-container-orgddf65c5" class="outline-3">
<h3 id="orgddf65c5">page 137</h3>
<div class="outline-text-3" id="text-orgddf65c5">
<p>
<code>Reed pedagogy was born of and is still driven by need.</code>
</p>
</div>
</div>
<div id="outline-container-org3961733" class="outline-3">
<h3 id="org3961733">page 139</h3>
<div class="outline-text-3" id="text-org3961733">
<p>
<code>There is no gaurantee in reed making</code>
</p>
</div>
</div>
<div id="outline-container-orgf3b76d8" class="outline-3">
<h3 id="orgf3b76d8">page 139</h3>
<div class="outline-text-3" id="text-orgf3b76d8">
<p>
<code>Consistency is developed from practice: quantity yields quality</code>
</p>
</div>
</div>
</div>
<div id="outline-container-orgad4cc0f" class="outline-2">
<h2 id="orgad4cc0f">Appendix 1: Reed Notes: Don Christlieb (1945)</h2>
<div class="outline-text-2" id="text-orgad4cc0f">
<p>
Descriptions for how to assess reeds? No explanation given about why this is here or what it is.
</p>
</div>
