org-roam/schillinger16_bassoon_reed_makin.org
** Playing Characterstics
*** Tone (for each octave)
- Hard
- Unresonant
- Light, reedy
- Brilliant
- Mellow
- Soft
- Muffled
- With Edge
- Improved
- Deteriorated
*** Intonation (for each octave)
- Excellent
- Fair
- Controllable
- Poor
- Uncontrollable
- Improved
- Deteriorated
*** Flexibility (each octave)
- Excellent
- Good
- Fiar
- Poor
*** Volume (each octave)
- Strong
- Effortless
- With Effort
- Average
- Limited
- Weak
- Quality Change
- Tone Collapses
*** Attack (each octave)
- Excellent
- Good
- Fair
- Poor
- Impossible
*** Vibrato (each octave)
- Excellent
- Good
- Fiar
- Poor
- Impossible
** Remarks:
* Appendix 2 Herzberg Bassoon Reed Exam (1991)
1) State the Four Systems employed in trimming and adjusting reeds.
2) Give an example of how you would use each system to correct or adjust the fault in the reed with which you are working.
3) If you were to carry each system to its furthest extent, what would the reed look like?
4) Can you recognize a good reed by looking at it? What qualities in its appearance would encourage you?
5) In order of importance, state the qualities necessary in a reed.
6) Define by means of analogy the parenchyma and the sclerenchyma
7) Describe the example Heinrich uses in heavy clarinet reeds
8) Which side of the reed is played up and why?
9) Are there any advantages to a flat shaper over a foldover shaper? If so explaing them.
10) How do you attenuate the efefcts produced in the folding of a shaped piece of cane?
11) According to Heinrich, describe (draw) the opening of a brilliant reed and a dark reed.
12) How can you condemn a reed before you make it?
13) Give three ways to make a reed brighter.
14) Give two ways to darken a reed.
15) Describe each system in constructing an ideal reed for the following solos: Bolero; Peter and the Wolf; Marriage of Figaro; Tchaikovsky 6th.
16) What effect does the trimming of the top half of a reed have? What effect does trimming the back half of a reed have?
17) How long should a reed blank dry? Why? What example does Heinrich use?
18) Prescribe the reed remedies for playing too sharp. What reed remedies can you use for playing too flat?
19) Draw the optimum shape of the first two wires of a reed before you trim it. Explain why they are optimum shapes. Give and describe the two different methods that will insure that the wires are the optimum shapes.
20) When you trim a reed, which side should be trimmed first?
21) What decides the length of the tube? What decides the length of the blade?
22) Where should the first wire be placed? Why? Where should the second wire be placed? Why? Where should the third wire be placed? Why?
23) Draw the shape of the optimum opening of a reed during the finishing stage. Why is this considered the optimum opening?
24) Define a good piece of cane.
25) Wires on a reed sometimes get loose when the reed dries. Do you tighten them? If so which ones?
26) In trimming the blades of a reed during the final trial period, which general areas are trimmed first and why?
27) Which system in reed making is the one of preference in trimming? Why?
28) Give an example of one system enhancing another. Give an example of one system negating the other.
29) Suppose your playing reeds consistenlty have the second wire crushed so that it is below the level of the first wire. Give two ways that this condition can be avoided.
* Bibliography 
These are some sources that look like good follow up reading.

Christlieb, Don. "Notes on the Bassoon Reed: Machinery, Measurement, Analysis." Published by the author, 1966. (may have to actually purchase this from Christlieb directly

Christlieb, Don. "The Reed Problem." /Journal of IDRS/ 25 (1997): 83-84.

Cooper, Lewis Hugh. "Beveling: The Magic of Insignificant Splinters," ed. Mark Avery and Mark Clague. /The Double Reed/ 28, no. 4 (2005):77-84.

Cooper, Lewis Hugh. "Reed Contribution," ed. Mark Avery. /The Double Reed/ 13, no. 3 (1990):59-68.

Cooper, Lewis Hugh. "Reed Making Notes: Selection and Preparation of Gouged Cane," ed. Mark Avery. /Journal of IDRS/ 19 (1991): 43-49.

Cooper, Lewis Hugh. "Reed Making Notes Two: Cooper's Cubist Reed Concept." /The Double Reed/ 31, no. 4 (2008): 79-94.

Cooper, Lewis Hugh, Mark Avery, and Mark Clague. "Slippage: Reed Making's Most Benevolent Fault." /The Double Reed/ 32, no. 2 (2009): 85-90.

--- . "Variable Damping: Window of Expressive Opportunity." /The Double Reed/ 32, no. 4 (2009): 105-112.

Corey, Gerald E. "On the Making of Bassoon Reeds: Karl Almenraeder." /Journal of the IDRS/ 8 (1980): 1-6.

Eifert, Otto, ed. "Memoirs and Homage to Lou Skinner." /The Double Reed/ 17, no. 1 (1994): 1-4.

Heinrich, J. M. "The Bassoon Reed," translated by Joelle Amar. /Journal of IDRS/ 7 (1979): 17-43.

Herzberg, Norman. "Reedmaking." /The Double Reed/ 24, no. 1 (2001): 41-42.

Herzberg, Norman. "Years of Ignorance, Neglect and Denial: The Importance of Speaker Key Use on the Bassoon." /The Double Reed/ 18, no. 3 (1995): 53-63.

Intravaia, Lawrence and Gerald Corey. "The Effects of Hardness and Stiffness of Bassoon Cane upon Performance of the Reed." /Journal of IDRS/ 6 (1978): 30-46.

Lowe, Carol Loraine Cope. "Norman Herzberg: An Icon of Bassoon Pedagogy." DMA diss., University of North Carolina, Greensboro, 2008.

Lyman Jeffrey, and Mark Clague. "Tributes to Lewis Hugh Cooper." /The Double Reed/ 30, no. 3 (2007): 29-39.

Morris, Matthew Blane. "The Teaching Methods of Lewis Hugh Cooper." DMA treatise, Florida State University, 2005.
