docs/site/schillinger16_bassoon_reed_makin.html
<div id="outline-container-org2231ef6" class="outline-3">
<h3 id="org2231ef6">History</h3>
</div>
<div id="outline-container-orgb7e1535" class="outline-3">
<h3 id="orgb7e1535">Maker</h3>
</div>
<div id="outline-container-org2a8585b" class="outline-3">
<h3 id="org2a8585b">Playing Characterstics</h3>
<div class="outline-text-3" id="text-org2a8585b">
</div>
<div id="outline-container-org6431343" class="outline-4">
<h4 id="org6431343">Tone (for each octave)</h4>
<div class="outline-text-4" id="text-org6431343">
<ul class="org-ul">
<li>Hard</li>
<li>Unresonant</li>
<li>Light, reedy</li>
<li>Brilliant</li>
<li>Mellow</li>
<li>Soft</li>
<li>Muffled</li>
<li>With Edge</li>
<li>Improved</li>
<li>Deteriorated</li>
</ul>
</div>
</div>
<div id="outline-container-orgf1269af" class="outline-4">
<h4 id="orgf1269af">Intonation (for each octave)</h4>
<div class="outline-text-4" id="text-orgf1269af">
<ul class="org-ul">
<li>Excellent</li>
<li>Fair</li>
<li>Controllable</li>
<li>Poor</li>
<li>Uncontrollable</li>
<li>Improved</li>
<li>Deteriorated</li>
</ul>
</div>
</div>
<div id="outline-container-org693d1f9" class="outline-4">
<h4 id="org693d1f9">Flexibility (each octave)</h4>
<div class="outline-text-4" id="text-org693d1f9">
<ul class="org-ul">
<li>Excellent</li>
<li>Good</li>
<li>Fiar</li>
<li>Poor</li>
</ul>
</div>
</div>
<div id="outline-container-org026c9cc" class="outline-4">
<h4 id="org026c9cc">Volume (each octave)</h4>
<div class="outline-text-4" id="text-org026c9cc">
<ul class="org-ul">
<li>Strong</li>
<li>Effortless</li>
<li>With Effort</li>
<li>Average</li>
<li>Limited</li>
<li>Weak</li>
<li>Quality Change</li>
<li>Tone Collapses</li>
</ul>
</div>
</div>
<div id="outline-container-orgeb6619b" class="outline-4">
<h4 id="orgeb6619b">Attack (each octave)</h4>
<div class="outline-text-4" id="text-orgeb6619b">
<ul class="org-ul">
<li>Excellent</li>
<li>Good</li>
<li>Fair</li>
<li>Poor</li>
<li>Impossible</li>
</ul>
</div>
</div>
<div id="outline-container-orge505663" class="outline-4">
<h4 id="orge505663">Vibrato (each octave)</h4>
<div class="outline-text-4" id="text-orge505663">
<ul class="org-ul">
<li>Excellent</li>
<li>Good</li>
<li>Fiar</li>
<li>Poor</li>
<li>Impossible</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgbb6e66f" class="outline-3">
<h3 id="orgbb6e66f">Remarks:</h3>
</div>
</div>
<div id="outline-container-orgaf430e4" class="outline-2">
<h2 id="orgaf430e4">Appendix 2 Herzberg Bassoon Reed Exam (1991)</h2>
<div class="outline-text-2" id="text-orgaf430e4">
<ol class="org-ol">
<li>State the Four Systems employed in trimming and adjusting reeds.</li>
<li>Give an example of how you would use each system to correct or adjust the fault in the reed with which you are working.</li>
<li>If you were to carry each system to its furthest extent, what would the reed look like?</li>
<li>Can you recognize a good reed by looking at it? What qualities in its appearance would encourage you?</li>
<li>In order of importance, state the qualities necessary in a reed.</li>
<li>Define by means of analogy the parenchyma and the sclerenchyma</li>
<li>Describe the example Heinrich uses in heavy clarinet reeds</li>
<li>Which side of the reed is played up and why?</li>
<li>Are there any advantages to a flat shaper over a foldover shaper? If so explaing them.</li>
<li>How do you attenuate the efefcts produced in the folding of a shaped piece of cane?</li>
<li>According to Heinrich, describe (draw) the opening of a brilliant reed and a dark reed.</li>
<li>How can you condemn a reed before you make it?</li>
<li>Give three ways to make a reed brighter.</li>
<li>Give two ways to darken a reed.</li>
<li>Describe each system in constructing an ideal reed for the following solos: Bolero; Peter and the Wolf; Marriage of Figaro; Tchaikovsky 6th.</li>
<li>What effect does the trimming of the top half of a reed have? What effect does trimming the back half of a reed have?</li>
<li>How long should a reed blank dry? Why? What example does Heinrich use?</li>
<li>Prescribe the reed remedies for playing too sharp. What reed remedies can you use for playing too flat?</li>
<li>Draw the optimum shape of the first two wires of a reed before you trim it. Explain why they are optimum shapes. Give and describe the two different methods that will insure that the wires are the optimum shapes.</li>
<li>When you trim a reed, which side should be trimmed first?</li>
<li>What decides the length of the tube? What decides the length of the blade?</li>
<li>Where should the first wire be placed? Why? Where should the second wire be placed? Why? Where should the third wire be placed? Why?</li>
<li>Draw the shape of the optimum opening of a reed during the finishing stage. Why is this considered the optimum opening?</li>
<li>Define a good piece of cane.</li>
<li>Wires on a reed sometimes get loose when the reed dries. Do you tighten them? If so which ones?</li>
<li>In trimming the blades of a reed during the final trial period, which general areas are trimmed first and why?</li>
<li>Which system in reed making is the one of preference in trimming? Why?</li>
<li>Give an example of one system enhancing another. Give an example of one system negating the other.</li>
<li>Suppose your playing reeds consistenlty have the second wire crushed so that it is below the level of the first wire. Give two ways that this condition can be avoided.</li>
</ol>
</div>
</div>
<div id="outline-container-org309334d" class="outline-2">
<h2 id="org309334d">Bibliography</h2>
<div class="outline-text-2" id="text-org309334d">
<p>
These are some sources that look like good follow up reading.
</p>

<p>
Christlieb, Don. "Notes on the Bassoon Reed: Machinery, Measurement, Analysis." Published by the author, 1966. (may have to actually purchase this from Christlieb directly
</p>

<p>
Christlieb, Don. "The Reed Problem." <i>Journal of IDRS</i> 25 (1997): 83-84.
</p>

<p>
Cooper, Lewis Hugh. "Beveling: The Magic of Insignificant Splinters," ed. Mark Avery and Mark Clague. <i>The Double Reed</i> 28, no. 4 (2005):77-84.
</p>

<p>
Cooper, Lewis Hugh. "Reed Contribution," ed. Mark Avery. <i>The Double Reed</i> 13, no. 3 (1990):59-68.
</p>

<p>
Cooper, Lewis Hugh. "Reed Making Notes: Selection and Preparation of Gouged Cane," ed. Mark Avery. <i>Journal of IDRS</i> 19 (1991): 43-49.
</p>

<p>
Cooper, Lewis Hugh. "Reed Making Notes Two: Cooper's Cubist Reed Concept." <i>The Double Reed</i> 31, no. 4 (2008): 79-94.
</p>

<p>
Cooper, Lewis Hugh, Mark Avery, and Mark Clague. "Slippage: Reed Making's Most Benevolent Fault." <i>The Double Reed</i> 32, no. 2 (2009): 85-90.
</p>

<p>
&#x2014; . "Variable Damping: Window of Expressive Opportunity." <i>The Double Reed</i> 32, no. 4 (2009): 105-112.
</p>

<p>
Corey, Gerald E. "On the Making of Bassoon Reeds: Karl Almenraeder." <i>Journal of the IDRS</i> 8 (1980): 1-6.
</p>

<p>
Eifert, Otto, ed. "Memoirs and Homage to Lou Skinner." <i>The Double Reed</i> 17, no. 1 (1994): 1-4.
</p>

<p>
Heinrich, J. M. "The Bassoon Reed," translated by Joelle Amar. <i>Journal of IDRS</i> 7 (1979): 17-43.
</p>

<p>
Herzberg, Norman. "Reedmaking." <i>The Double Reed</i> 24, no. 1 (2001): 41-42.
</p>

<p>
Herzberg, Norman. "Years of Ignorance, Neglect and Denial: The Importance of Speaker Key Use on the Bassoon." <i>The Double Reed</i> 18, no. 3 (1995): 53-63.
</p>

<p>
Intravaia, Lawrence and Gerald Corey. "The Effects of Hardness and Stiffness of Bassoon Cane upon Performance of the Reed." <i>Journal of IDRS</i> 6 (1978): 30-46.
</p>

<p>
Lowe, Carol Loraine Cope. "Norman Herzberg: An Icon of Bassoon Pedagogy." DMA diss., University of North Carolina, Greensboro, 2008.
</p>

<p>
Lyman Jeffrey, and Mark Clague. "Tributes to Lewis Hugh Cooper." <i>The Double Reed</i> 30, no. 3 (2007): 29-39.
</p>

<p>
Morris, Matthew Blane. "The Teaching Methods of Lewis Hugh Cooper." DMA treatise, Florida State University, 2005.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
